---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ProjectPostalCode
source: html/ca09af33-5788-e0e0-5df5-437eaa673978.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ProjectPostalCode Property

"Postal Code"

## Syntax (C#)
```csharp
public static ForgeTypeId ProjectPostalCode { get; }
```